IDEA Open Model
DappedEnd.Rotation Property
 Rotation of dapped end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Rotation { get; set; }
Public Property Rotation As Double
	Get
	Set
public:
property double Rotation {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace